{
  "level": "1",
  "rounds" : [
      {
  "the": ["Please pass me the salt."],
  "of": ["The color of the sky changed as the sun set."],
  "and": ["She likes to read books and watch movies."],
  "a": ["I would like to buy a new pair of shoes."],
  "to": ["We are planning to go on a vacation next month."],
  "in": ["There is a cat sleeping in the corner."],
  "is": ["The sun is shining brightly in the sky."],
  "you": ["Can you please help me with this task?"],
  "that": ["The book that you recommended is excellent."],
  "it": ["If it rains, it will make the garden wet."],
  "he": ["He is a talented musician and artist."],
  "was": ["Yesterday, it was raining heavily."],
  "for": ["I bought a gift for my friend's birthday."],
  "on": ["The cat is sitting on the windowsill."],
  "are": ["There are many students in the classroom."],
  "as": ["She dressed up as a pirate for the costume party."],
  "with": ["I like to have my coffee with cream and sugar."],
  "his": ["He forgot to bring his umbrella on a rainy day."],
  "they": ["They went to the park to play soccer."],
  "I": ["I enjoy taking long walks in the evening."],
  "at": ["We will meet at the restaurant at 7 PM."],
  "be": ["It is important to be kind to others."],
  "this": ["Can you pass me this book on the table?"],
  "have": ["I have a meeting scheduled for this afternoon."],
  "from": ["She received a gift from her grandparents."],
  "or": ["You can have tea or coffee for breakfast."],
  "one": ["I'll have one scoop of vanilla ice cream."],
  "had": ["She had a fantastic time at the party."],
  "by": ["The book was written by a famous author."],
  "word": ["The word 'serendipity' has a nice ring to it."],
  "but": ["I wanted to go, but it started raining."],
  "not": ["I did not expect to see you here."],
  "what": ["What is your favorite color?"],
  "all": ["All the students passed the exam."],
  "were": ["They were playing in the park."],
  "we": ["We will meet at the library after class."],
  "when": ["When will you be arriving at the airport?"],
  "your": ["Is this your umbrella?"],
  "can": ["Can you please pass me the salt?"],
  "said": ["She said she would be here by noon."],
  "there": ["There is a beautiful sunset over the mountains."],
  "use": ["You can use a pencil or a pen to write."],
  "an": ["I need an extra sheet of paper."],
  "each": ["Each student should complete the assignment individually."],
  "which": ["Which movie did you watch last night?"],
  "she": ["She is going to the store to buy groceries."],
  "do": ["What do you like to do in your free time?"],
  "how": ["How did you learn to play the guitar so well?"],
  "their": ["The children played with their toys in the yard."],
  "if": ["If it rains, we'll stay indoors."],
  "will": ["I will call you later."],
  "up": ["Please pick up your toys."],
  "other": ["I'll take the blue shirt; you can have the other one."],
  "about": ["Tell me more about your trip."],
  "out": ["I'll be out of the office for a meeting."],
  "many": ["There are many books on the shelf."],
  "then": ["Finish your homework, and then you can play outside."],
  "them": ["I gave them the keys to the car."],
  "these": ["These cookies are delicious."],
  "so": ["It's getting late, so we should leave soon."],
  "some": ["Can I have some of your popcorn?"],
  "her": ["I saw her at the park yesterday."],
  "would": ["Would you like some coffee?"],
  "make": ["Let's make a plan for the weekend."],
  "like": ["I like to listen to music while I work."],
  "him": ["I'll introduce you to him at the party."],
  "into": ["She walked into the room with a smile."],
  "time": ["We had a great time at the beach."],
  "has": ["She has a beautiful garden."],
  "look": ["Look both ways before crossing the street."],
  "two": ["I have two tickets to the concert."],
  "more": ["I need more information about the project."],
  "write": ["Can you write your name on the form?"],
  "go": ["We can go to the park this weekend."],
  "see": ["I hope to see you at the event."],
  "down": ["Please sit down and relax."],
  "number": ["I forgot the phone number; can you check it for me?"],
  "no": ["There's no milk left in the refrigerator."],
  "way": ["There is no easy way to solve this problem."],
  "could": ["I could help you with your homework."],
  "people": ["People from all over the world attended the conference."],
  "my": ["This is my favorite book."],
  "than": ["She is taller than her younger brother."],
  "first": ["This is my first time visiting this city."],
  "water": ["Please bring a bottle of water with you."],
  "been": ["I have been to that restaurant before."],
  "call": ["I will call you as soon as I reach home."],
  "who": ["The person who called you left a message."],
  "oil": ["I need to change the oil in my car."],
  "its": ["The cat groomed its fur for hours."],
  "now": ["I am busy right now; can I call you back later?"],
  "find": ["I need to find my keys before leaving."],
  "long": ["It's been a long day at work."],
  "down": ["Please write the address down so you don't forget it."],
  "day": ["We had a great day at the beach."],
  "did": ["What did you eat for lunch today?"],
  "get": ["I need to get a new pair of shoes."],
  "come": ["Please come to the meeting on time."],
  "made": ["She made a delicious cake for the party."],
  "may": ["You may use my laptop for your presentation."],
  "part": ["Being a part of the team is important."],
  "sea": ["I enjoy standing in seashore"],
  "ocean": ["ocean is another name for sea"]
}
  ]
}
